Repository: ateeducacion/omeka-s-ModuleTemplate
Catalog: language/*.po
Languages: es, fr

source: DEMO: enable feature
es: DEMO: activar característica
fr: DEMO : activer la fonctionnalité

source: Demo field to test checkbox behavior.
es: Campo de demostración para probar el comportamiento del checkbox.
fr: Champ de démonstration pour tester le comportement de la case à cocher.

source: DEMO: free text
es: DEMO: texto libre
fr: DEMO : texte libre

source: Demo field to test single-line input.
es: Campo de demostración para probar la entrada de una sola línea.
fr: Champ de démonstration pour tester une saisie sur une seule ligne.

source: DEMO: textarea
es: DEMO: área de texto
fr: DEMO : zone de texte

source: Demo field to test multi-line input.
es: Campo de demostración para probar la entrada multilínea.
fr: Champ de démonstration pour tester la saisie multi-lignes.

source: DEMO: number (px)
es: DEMO: número (px)
fr: DEMO : nombre (px)

source: Demo field to test numeric input.
es: Campo de demostración para probar entrada numérica.
fr: Champ de démonstration pour tester la saisie numérique.

source: DEMO: select
es: DEMO: selección
fr: DEMO : sélection

source: Demo field to test dropdown selection.
es: Campo de demostración para probar selección desplegable.
fr: Champ de démonstration pour tester la sélection déroulante.

source: Option A
es: Opción A

source: Option B
es: Opción B

source: Option C
es: Opción C

source: Demo field to test color picker.
es: Campo de demostración para probar el selector de color.
fr: Champ de démonstration pour tester le sélecteur de couleur.

source: DEMO: email address
es: DEMO: correo electrónico
fr: DEMO : adresse e‑mail

source: Demo field to test email input.
es: Campo de demostración para probar entrada de correo electrónico.
fr: Champ de démonstration pour tester la saisie d’e‑mail.

source: Demo field to test URL input.
es: Campo de demostración para probar entrada de URL.
fr: Champ de démonstration pour tester la saisie d’URL.

source: DEMO: color
fr: DEMO : couleur
